brew "bat"
brew "delta"
brew "eza"
brew "fish"
brew "fzf"
brew "lazygit"
brew "neovim"
brew "node"
brew "nvtop"
brew "opencode"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "zoxide"
