brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "lazygit"
brew "mise"
brew "neovim"
brew "node"
brew "nvtop"
brew "opencode"
brew "ripgrep"
brew "sesh"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "zoxide"
