edc/bass
jorgebucaran/autopair.fish
jorgebucaran/fisher
nickeb96/puffer-fish
pure-fish/pure
patrickf1/fzf.fish
rose-pine/fish
icezyclon/zoxide.fish
