tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "koekeishiya/formulae"
tap "mutagen-io/mutagen"
brew "bat"
brew "xz"
brew "clang-format"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "lazygit"
brew "neovim"
brew "node"
brew "openjdk"
brew "pipx"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "speedtest-cli"
brew "stow"
brew "terminal-notifier"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "wget"
brew "zoxide"
brew "mutagen-io/mutagen/mutagen"
cask "1password"
cask "alt-tab"
cask "amethyst"
cask "arc"
cask "betterdisplay"
cask "google-chrome"
cask "iterm2@beta"
cask "karabiner-elements"
cask "maccy"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "moonlight"
cask "obsidian"
cask "rar"
cask "raycast"
cask "slack"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "wireshark"
