tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "bat"
brew "xz"
brew "clang-format"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "lazygit"
brew "neovim"
brew "node"
brew "openjdk"
brew "pipx"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "shfmt"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "wget"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "cursor"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "maccy"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "moonlight"
cask "obsidian"
cask "pearcleaner"
cask "rar"
cask "raycast"
cask "slack"
cask "stats"
cask "swish"
cask "vlc"
