tap "homebrew/bundle"
brew "bat"
brew "sqlite"
brew "clang-format"
brew "coreutils"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "htop"
brew "lazygit"
brew "neovim"
brew "node"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "terminal-notifier"
brew "tex-fmt"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "chatgpt"
cask "cursor"
cask "discord"
cask "drawio"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-drive"
cask "iina"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "latest"
cask "maccy"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "miniconda"
cask "moonlight"
cask "notion"
cask "obsidian"
cask "pearcleaner"
cask "pronotes"
cask "rar"
cask "raycast"
cask "slack"
cask "steam"
cask "swish"
cask "utm"
cask "windows-app"
