tap "homebrew/bundle"
brew "bat"
brew "clang-format"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "htop"
brew "lazygit"
brew "neovim"
brew "sqlite"
brew "node"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tex-fmt"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "anki"
cask "arc"
cask "cursor"
cask "discord"
cask "drawio"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jordanbaird-ice@beta"
cask "karabiner-elements"
cask "latest"
cask "maccy"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miniconda"
cask "moonlight"
cask "notion-calendar"
cask "obs"
cask "obsidian"
cask "pearcleaner"
cask "rar"
cask "raycast"
cask "slack"
cask "vlc"
cask "wakatime"
cask "windows-app"
cask "zen"
cask "zotero@beta"
